Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.localWindow.new.exitHint
source: After /exit, the agent returns to this window's shell.
ar: بعد /exit، يعود الوكيل إلى shell لهذه النافذة.
bs: Nakon /exit, agent se vraća na shell ovog prozora.
da: Efter /exit vender agenten tilbage til dette vindues shell.
de: Nach /exit kehrt der Agent zum shell dieses Fensters zurück.
es: Después de /exit, el agente vuelve al shell de esta ventana.
fr: Après /exit, l'agent revient au shell de cette fenêtre.
it: Dopo /exit, l'agente ritorna alla finestra shell.
ja: /exit の後、エージェントはこのウィンドウの shell に戻ります。
km: បន្ទាប់ពី /exit ភ្នាក់ងារត្រឡប់ទៅ shell របស់បង្អួចនេះ។
ko: /exit 이후 에이전트는 이 창의 shell으로 돌아갑니다.
nb: Etter /exit går agenten tilbake til dette vinduets shell.
pl: Po /exit agent powraca do shell tego okna.
pt_br: Após /exit, o agente retorna para esta janela shell.
ru: После /exit агент возвращается к этому окну shell.
th: หลังจาก /exit เอเจนต์จะกลับไปที่ shell ของหน้าต่างนี้
tr: /exit sonrasında aracı bu pencerenin shell penceresine geri döner.
uk: Після /exit агент повертається до shell цього вікна.
zh_hans: 在/exit之后，代理返回到此窗口的shell。
zh_hant: 在/exit之後，代理程式回到此視窗的shell。

# uniconnect.localWindow.new.name
source: Window Name
ar: اسم النافذة
bs: Naziv prozora
da: Vindues navn
de: Fenstername
es: Nombre de la ventana
fr: Nom de la fenêtre
it: Nome della finestra
ja: ウィンドウ名
km: ឈ្មោះបង្អួច
ko: 창 이름
nb: Vindunavn
pl: Nazwa okna
pt_br: Nome da janela
ru: Имя окна
th: ชื่อหน้าต่าง
tr: Pencere Adı
uk: Назва вікна
zh_hans: 窗口名称
zh_hant: 視窗名稱

# uniconnect.localWindow.new.otherExecutable
source: Other Executable…
ar: أخرى قابلة للتنفيذ…
bs: Drugi izvršni fajl…
da: Anden eksekverbar...
de: Andere ausführbare Datei…
es: Otro ejecutable…
fr: Autre exécutable…
it: Altro eseguibile...
ja: その他の実行可能ファイル…
km: ប្រតិបត្តិផ្សេងទៀត…
ko: 기타 실행 파일…
nb: Annen kjørbar …
pl: Inne pliki wykonywalne…
pt_br: Outro executável…
ru: Другой исполняемый файл…
th: ปฏิบัติการอื่น ๆ...
tr: Diğer Yürütülebilir…
uk: Інший виконуваний файл…
zh_hans: 其他可执行文件...
zh_hant: 其他可執行檔...

# uniconnect.localWindow.new.title
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新しいウィンドウ
km: បង្អួចថ្មី។
ko: 새 창
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新窗口
zh_hant: 新視窗

# uniconnect.localWindow.new.trustedRoot
source: Trusted Box Folder
ar: مجلد الصندوق الموثوق به
bs: Pouzdana fascikla kutija
de: Vertrauenswürdiger Box-Ordner
es: Carpeta de confianza de la caja
fr: Dossier Boîte de confiance
it: Cartella Trusted Box
ja: 信頼できるボックスフォルダー
km: ថតប្រអប់ដែលទុកចិត្ត
ko: 신뢰할 수 있는 상자 폴더
nb: Pålitelig boksmappe
pl: Zaufany folder skrzynki
pt_br: Pasta de caixa confiável
ru: Папка доверенного ящика
th: โฟลเดอร์กล่องที่เชื่อถือได้
tr: Güvenilir Kutu Klasörü
uk: Папка Trusted Box
zh_hans: Trusted Box 文件夹
zh_hant: Trusted Box 資料夾

# uniconnect.localWindow.runtime.agent
source: %@ Is Running
ar: %@ قيد التشغيل
bs: %@ Pokreće se
da: %@ Kører
de: %@ wird ausgeführt
es: %@ está en ejecución
fr: %@ est en cours d'exécution
it: %@ è in esecuzione
ja: %@ が実行中です
km: %@ កំពុងដំណើរការ
ko: %@ 실행 중
nb: %@ Kjører
pl: %@ Działa
pt_br: %@ Está em execução
ru: %@ Выполняется
th: %@ กำลังทำงานอยู่
tr: %@ Çalışıyor
uk: %@ Запущено
zh_hans: %@ 正在运行
zh_hant: %@ 正在運行

# uniconnect.localWindow.runtime.agent.detail
source: Use /exit first to return to the shell and switch agents.
ar: استخدم /exit أولاً للعودة إلى shell وتبديل الوكلاء.
bs: Prvo koristite /exit da se vratite na shell i promijenite agente.
da: Brug /exit først for at vende tilbage til shell og skifte agent.
de: Verwenden Sie zuerst /exit, um zu shell zurückzukehren und den Agenten zu wechseln.
es: Usa /exit primero para volver al shell y cambiar de agente.
fr: Utilisez /exit d'abord pour revenir au shell et changer d'agent.
it: Utilizzare prima /exit per tornare a shell e cambiare agente.
ja: まず /exit を使用して shell に戻り、エージェントを切り替えます。
km: ប្រើ /exit ជាដំបូងដើម្បីត្រឡប់ទៅ shell ហើយប្តូរភ្នាក់ងារ។
ko: 먼저 /exit를 사용하여 shell으로 돌아가 에이전트를 전환하세요.
nb: Bruk /exit først for å gå tilbake til shell og bytte agent.
pl: Użyj najpierw /exit, aby wrócić do shell i zmienić agenta.
pt_br: Use /exit primeiro para retornar ao shell e trocar de agente.
ru: Сначала используйте /exit, чтобы вернуться к shell и переключить агентов.
th: ใช้ /exit ก่อนเพื่อกลับไปที่ shell และสลับตัวแทน
tr: /exit'ye dönüp shell'ye dönün ve aracıları değiştirin.
uk: Спочатку використовуйте /exit, щоб повернутися до shell і змінити агента.
zh_hans: 首先使用/exit返回到shell并切换代理。
zh_hant: 首先使用/exit返回shell並切換代理程式。

# uniconnect.localWindow.runtime.agent.fallback
source: Agent
ar: وكيل
es: Agente
it: Agente
ja: エージェント
km: ភ្នាក់ងារ
ko: 대리인
pt_br: Agente
ru: Агент
th: ตัวแทน
tr: Temsilci
uk: Агент
zh_hans: 代理
zh_hant: 代理商

# uniconnect.localWindow.runtime.missingRoot.detail
source: Choose the folder's new location to resume this window safely.
ar: اختر الموقع الجديد للمجلد لاستئناف هذه النافذة بأمان.
bs: Odaberite novu lokaciju fascikle da biste bezbedno nastavili ovaj prozor.
da: Vælg mappens nye placering for at genoptage dette vindue sikkert.
de: Wählen Sie den neuen Speicherort des Ordners, um dieses Fenster sicher fortzusetzen.
es: Elige la nueva ubicación de la carpeta para reanudar esta ventana de forma segura.
fr: Choisissez le nouvel emplacement du dossier pour reprendre cette fenêtre en toute sécurité.
it: Scegli la nuova posizione della cartella per riprendere questa finestra in sicurezza.
ja: このウィンドウを安全に再開するには、フォルダーの新しい場所を選択してください。
km: ជ្រើសរើសទីតាំងថ្មីរបស់ថត ដើម្បីបន្តបង្អួចនេះឡើងវិញដោយសុវត្ថិភាព។
ko: 이 창을 안전하게 다시 시작하려면 폴더의 새 위치를 선택하세요.
nb: Velg mappens nye plassering for å gjenoppta dette vinduet trygt.
pl: Wybierz nową lokalizację folderu, aby bezpiecznie wznowić to okno.
pt_br: Escolha o novo local da pasta para retomar esta janela com segurança.
ru: Выберите новое местоположение папки, чтобы безопасно возобновить работу этого окна.
th: เลือกตำแหน่งใหม่ของโฟลเดอร์เพื่อให้หน้าต่างนี้ทำงานต่ออย่างปลอดภัย
tr: Bu pencereyi güvenli bir şekilde sürdürmek için klasörün yeni konumunu seçin.
uk: Виберіть нове розташування папки, щоб безпечно відновити це вікно.
zh_hans: 选择文件夹的新位置以安全地恢复此窗口。
zh_hant: 選擇資料夾的新位置以安全地恢復此視窗。

# uniconnect.localWindow.runtime.savedConversation
source: Saved Conversation Available
ar: المحادثة المحفوظة متاحة
bs: Dostupan sačuvani razgovor
da: Gemt samtale tilgængelig
de: Gespeicherte Konversation verfügbar
es: Conversación guardada disponible
fr: Conversation enregistrée disponible
it: Conversazione salvata disponibile
ja: 保存された会話が利用可能
km: ការសន្ទនាដែលបានរក្សាទុកមាន
ko: 저장된 대화 가능
nb: Lagret samtale tilgjengelig
pl: Zapisana rozmowa jest dostępna
pt_br: Conversa salva disponível
ru: Сохраненный разговор доступен
th: มีการสนทนาที่บันทึกไว้
tr: Kayıtlı Görüşme Mevcut
uk: Доступна збережена розмова
zh_hans: 已保存的对话可用
zh_hant: 已儲存的對話可用

# uniconnect.localWindow.runtime.savedConversation.detail
source: Resume %@, or start another agent without losing history.
ar: استئناف %@، أو بدء وكيل آخر دون فقدان السجل.
bs: Nastavite %@, ili pokrenite drugog agenta bez gubitka historije.
da: Genoptag %@, eller start en anden agent uden at miste historikken.
de: Setzen Sie %@ fort oder starten Sie einen anderen Agenten, ohne den Verlauf zu verlieren.
es: Reanudar %@ o iniciar otro agente sin perder el historial.
fr: Reprenez %@ ou démarrez un autre agent sans perdre l'historique.
it: Riprendi %@ o avvia un altro agente senza perdere la cronologia.
ja: %@ を再開するか、履歴を失わずに別のエージェントを開始します。
km: បន្ត %@ ឬចាប់ផ្តើមភ្នាក់ងារផ្សេងទៀតដោយមិនបាត់បង់ប្រវត្តិ។
ko: %@을(를) 재개하거나 기록을 잃지 않고 다른 에이전트를 시작하세요.
nb: Fortsett %@, eller start en annen agent uten å miste historikken.
pl: Wznów %@ lub uruchom innego agenta bez utraty historii.
pt_br: Retome %@ ou inicie outro agente sem perder o histórico.
ru: Возобновите работу %@ или запустите другого агента без потери истории.
th: ดำเนินการต่อ %@ หรือเริ่มตัวแทนอื่นโดยไม่สูญเสียประวัติ
tr: %@ devam ettirin veya geçmişi kaybetmeden başka bir temsilci başlatın.
uk: Відновіть %@ або запустіть іншого агента без втрати історії.
zh_hans: 恢复%@，或启动另一个代理而不丢失历史记录。
zh_hant: 恢復%@，或啟動另一個代理程式而不遺失歷史記錄。

# uniconnect.localWindow.runtime.shell
source: Terminal Ready
ar: المحطة جاهزة
da: Terminal klar
de: Terminal bereit
es: Terminal listo
fr: Terminal prêt
it: Terminale pronto
ja: ターミナルレディ
km: ស្ថានីយរួចរាល់
ko: 터미널 준비
nb: Terminal klar
pl: Terminal gotowy
pt_br: Terminal pronto
ru: Терминал готов
th: เทอร์มินัลพร้อม
tr: Terminale Hazır
uk: Термінал готовий
zh_hans: 终端就绪
zh_hant: 終端就緒

# uniconnect.localWindow.runtime.shell.detail
source: Start an agent whenever you need one.
ar: ابدأ وكيلًا عندما تحتاج إليه.
bs: Pokrenite agenta kad god vam zatreba.
da: Start en agent, når du har brug for en.
de: Starten Sie einen Agenten, wann immer Sie einen benötigen.
es: Inicia un agente cuando lo necesites.
fr: Démarrez un agent chaque fois que vous en avez besoin.
it: Avvia un agente ogni volta che ne hai bisogno.
ja: 必要なときにいつでもエージェントを起動できます。
km: ចាប់ផ្តើមភ្នាក់ងារនៅពេលណាដែលអ្នកត្រូវការ។
ko: 필요할 때마다 에이전트를 시작하세요.
nb: Start en agent når du trenger en.
pl: Uruchom agenta, kiedy go potrzebujesz.
pt_br: Inicie um agente sempre que precisar.
ru: Запускайте агент, когда он вам понадобится.
th: เริ่มตัวแทนทุกครั้งที่คุณต้องการ
tr: İhtiyacınız olduğunda bir temsilci başlatın.
uk: Запустіть агента, коли він вам потрібен.
zh_hans: 每当您需要时就启动代理。
zh_hant: 每當您需要時就啟動代理程式。

# uniconnect.localWindow.runtime.stopped
source: Window Stopped
ar: توقفت النافذة
bs: Prozor zaustavljen
da: Vinduet er stoppet
de: Fenster gestoppt
es: Ventana detenida
fr: Fenêtre arrêtée
it: Finestra ferma
ja: ウィンドウが停止しました
km: បង្អួចបានឈប់
ko: 창이 중지됨
nb: Vindu stoppet
pl: Okno zatrzymane
pt_br: Janela parada
ru: Окно остановлено
th: หน้าต่างหยุดทำงาน
tr: Pencere Durduruldu
uk: Вікно зупинено
zh_hans: 窗口停止
zh_hant: 視窗停止

# uniconnect.localWindow.runtime.stopped.detail
source: The shell exited. Reopen it in the saved box folder.
ar: تم الخروج shell. أعد فتحه في مجلد الصندوق المحفوظ.
bs: shell je izašao. Ponovo ga otvorite u fascikli sačuvane kutije.
da: shell forlod. Åbn den igen i den gemte boks-mappe.
de: Der shell wurde beendet. Öffnen Sie es erneut im gespeicherten Box-Ordner.
es: El shell se cerró. Vuelve a abrirlo en la carpeta guardada de la caja.
fr: Le shell est sorti. Rouvrez-le dans le dossier de la boîte enregistrée.
it: Il shell è uscito. Riaprilo nella cartella della casella salvata.
ja: shell は終了しました。保存したボックスフォルダーで再度開きます。
km: shell ចេញ។ បើកវាឡើងវិញនៅក្នុងថតប្រអប់ដែលបានរក្សាទុក។
ko: shell이(가) 종료되었습니다. 저장된 박스 폴더에서 다시 열어보세요.
nb: shell gikk ut. Åpne den på nytt i den lagrede boksmappen.
pl: shell zakończyło się. Otwórz go ponownie w folderze zapisanej skrzynki.
pt_br: O shell saiu. Abra-o novamente na pasta da caixa salva.
ru: shell завершился. Снова откройте его в папке сохраненного ящика.
th: shell ออกแล้ว เปิดอีกครั้งในโฟลเดอร์กล่องที่บันทึกไว้
tr: shell çıktı. Kaydedilen kutu klasöründe yeniden açın.
uk: shell вийшов. Знову відкрийте його в папці збереженого ящика.
zh_hans: shell 退出。在保存的 Box 文件夹中重新打开它。
zh_hant: shell 退出。在儲存的 Box 資料夾中重新開啟它。

# uniconnect.localWindow.runtime.stoppedWithHistory.detail
source: The shell exited. Your saved conversations are still available.
ar: تم الخروج shell. محادثاتك المحفوظة لا تزال متاحة.
bs: shell je izašao. Vaši sačuvani razgovori su i dalje dostupni.
da: shell forlod. Dine gemte samtaler er stadig tilgængelige.
de: Der shell wurde beendet. Ihre gespeicherten Konversationen sind weiterhin verfügbar.
es: El shell se cerró. Tus conversaciones guardadas siguen disponibles.
fr: Le shell est sorti. Vos conversations enregistrées sont toujours disponibles.
it: Il shell è uscito. Le tue conversazioni salvate sono ancora disponibili.
ja: shell は終了しました。保存した会話は引き続き利用できます。
km: shell ចេញ។ ការសន្ទនាដែលបានរក្សាទុករបស់អ្នកនៅតែមាន។
ko: shell이(가) 종료되었습니다. 저장된 대화는 계속 사용할 수 있습니다.
nb: shell gikk ut. De lagrede samtalene dine er fortsatt tilgjengelige.
pl: shell zakończyło się. Twoje zapisane rozmowy są nadal dostępne.
pt_br: O shell saiu. Suas conversas salvas ainda estão disponíveis.
ru: shell завершился. Ваши сохраненные разговоры по-прежнему доступны.
th: shell ออกแล้ว การสนทนาที่บันทึกไว้ของคุณยังคงมีอยู่
tr: shell çıktı. Kaydedilen görüşmeleriniz hâlâ kullanılabilir durumda.
uk: shell вийшов. Ваші збережені розмови все ще доступні.
zh_hans: shell 退出。您保存的对话仍然可用。
zh_hant: shell 退出。您儲存的對話仍然可用。

# uniconnect.localWindow.sessionIdentifier
source: Session %@
ar: الجلسة %@
bs: Sesija %@
de: Sitzung %@
es: Sesión %@
fr: Séance %@
it: Sessione %@
ja: セッション %@
km: វគ្គ %@
ko: 세션 %@
nb: Økt %@
pl: Sesja %@
pt_br: Sessão %@
ru: Сессия %@
th: เซสชั่น %@
tr: Oturum %@
uk: Сеанс %@
zh_hans: 会话%@
zh_hant: 會話%@

# uniconnect.localWindow.target.agy.summary
source: Agy with trusted-folder permissions enabled.
ar: Agy مع تمكين أذونات المجلد الموثوق.
bs: Agy sa omogućenim dozvolama pouzdanog foldera.
da: Agy med tilladelser til pålidelige mapper aktiveret.
de: Agy mit aktivierten Berechtigungen für vertrauenswürdige Ordner.
es: Agy con permisos para la carpeta de confianza activados.
fr: Agy avec les autorisations des dossiers de confiance activées.
it: Agy con le autorizzazioni per le cartelle attendibili abilitate.
ja: Agy 信頼できるフォルダーのアクセス許可が有効になっています。
km: Agy ជាមួយ​នឹង​ការ​អនុញ្ញាត​ថត​ដែល​ទុក​ចិត្ត​បាន​បើក។
ko: Agy 신뢰할 수 있는 폴더 권한이 활성화되어 있습니다.
nb: Agy med tillatelser for klarerte mapper aktivert.
pl: Agy z włączonymi uprawnieniami do zaufanego folderu.
pt_br: Agy com permissões de pasta confiável habilitadas.
ru: Agy с включенными разрешениями для доверенных папок.
th: Agy พร้อมเปิดใช้งานการอนุญาตโฟลเดอร์ที่เชื่อถือได้
tr: Agy güvenilir klasör izinleri etkinleştirilmiş.
uk: Agy з увімкненими дозволами для надійної папки.
zh_hans: Agy 已启用受信任文件夹权限。
zh_hant: Agy 已啟用受信任資料夾權限。

# uniconnect.localWindow.target.claude.summary
source: Claude with trusted-folder permissions enabled.
ar: Claude مع تمكين أذونات المجلد الموثوق.
bs: Claude sa omogućenim dozvolama pouzdanog foldera.
da: Claude med tilladelser til pålidelige mapper aktiveret.
de: Claude mit aktivierten Berechtigungen für vertrauenswürdige Ordner.
es: Claude con permisos para la carpeta de confianza activados.
fr: Claude avec les autorisations des dossiers de confiance activées.
it: Claude con le autorizzazioni per le cartelle attendibili abilitate.
ja: Claude 信頼できるフォルダーのアクセス許可が有効になっています。
km: Claude ជាមួយ​នឹង​ការ​អនុញ្ញាត​ថត​ដែល​ទុក​ចិត្ត​បាន​បើក។
ko: Claude 신뢰할 수 있는 폴더 권한이 활성화되어 있습니다.
nb: Claude med tillatelser for klarerte mapper aktivert.
pl: Claude z włączonymi uprawnieniami do zaufanego folderu.
pt_br: Claude com permissões de pasta confiável habilitadas.
ru: Claude с включенными разрешениями для доверенных папок.
th: Claude พร้อมเปิดใช้งานการอนุญาตโฟลเดอร์ที่เชื่อถือได้
tr: Claude güvenilir klasör izinleri etkinleştirilmiş.
uk: Claude з увімкненими дозволами для довіреної папки.
zh_hans: Claude 已启用受信任文件夹权限。
zh_hant: Claude 已啟用受信任資料夾權限。

# uniconnect.localWindow.target.codex.summary
source: Codex in YOLO mode for this trusted folder.
ar: Codex في الوضع YOLO لهذا المجلد الموثوق.
bs: Codex u YOLO modu za ovaj pouzdani folder.
da: Codex i YOLO tilstand for denne betroede mappe.
de: Codex im Modus YOLO für diesen vertrauenswürdigen Ordner.
es: Codex en modo YOLO para esta carpeta de confianza.
fr: Codex en mode YOLO pour ce dossier de confiance.
it: Codex in modalità YOLO per questa cartella attendibile.
ja: この信頼できるフォルダーの Codex は YOLO モードです。
km: Codex នៅក្នុងរបៀប YOLO សម្រាប់ថតដែលទុកចិត្តនេះ។
ko: 이 신뢰할 수 있는 폴더에 대한 YOLO 모드의 Codex입니다.
nb: Codex i YOLO-modus for denne klarerte mappen.
pl: Codex w trybie YOLO dla tego zaufanego folderu.
pt_br: Codex no modo YOLO para esta pasta confiável.
ru: Codex в режиме YOLO для этой доверенной папки.
th: Codex ในโหมด YOLO สำหรับโฟลเดอร์ที่เชื่อถือได้นี้
tr: Bu güvenilir klasör için Codex YOLO modunda.
uk: Codex у режимі YOLO для цієї надійної папки.
zh_hans: 此受信任文件夹的 Codex 处于 YOLO 模式。
zh_hant: 此受信任資料夾的 Codex 處於 YOLO 模式。

# uniconnect.localWindow.target.custom
source: Custom Agent
ar: وكيل مخصص
de: Benutzerdefinierter Agent
es: Agente personalizado
fr: Agent personnalisé
it: Agente personalizzato
ja: カスタムエージェント
km: ភ្នាក់ងារផ្ទាល់ខ្លួន
ko: 맞춤형 에이전트
pl: Agent niestandardowy
pt_br: Agente personalizado
ru: Пользовательский агент
th: ตัวแทนที่กำหนดเอง
tr: Özel Temsilci
uk: Спеціальний агент
zh_hans: 定制代理
zh_hant: 客製化代理

# uniconnect.localWindow.target.custom.summary
source: A configured CLI agent in this box's trusted folder.
ar: وكيل CLI تم تكوينه في المجلد الموثوق به لهذا الصندوق.
bs: Konfigurirani agent CLI u pouzdanom folderu ovog okvira.
da: En konfigureret CLI agent i denne bokss betroede mappe.
de: Ein konfigurierter CLI-Agent im vertrauenswürdigen Ordner dieser Box.
es: Un agente CLI configurado en la carpeta de confianza de esta caja.
fr: Un agent CLI configuré dans le dossier de confiance de cette boîte.
it: Un agente CLI configurato nella cartella attendibile di questa casella.
ja: このボックスの信頼できるフォルダーに構成された CLI エージェント。
km: ភ្នាក់ងារ CLI ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​ក្នុង​ថត​ដែល​ទុក​ចិត្ត​របស់​ប្រអប់​នេះ។
ko: 이 상자의 신뢰할 수 있는 폴더에 구성된 CLI 에이전트.
nb: En konfigurert CLI agent i denne boksens klarerte mappe.
pl: Skonfigurowany agent CLI w zaufanym folderze tej skrzynki.
pt_br: Um agente CLI configurado na pasta confiável desta caixa.
ru: Настроенный агент CLI в доверенной папке этого ящика.
th: เอเจนต์ CLI ที่กำหนดค่าไว้ในโฟลเดอร์ที่เชื่อถือได้ของกล่องนี้
tr: Bu kutunun güvenilen klasöründe yapılandırılmış bir CLI aracı.
uk: Налаштований агент CLI у надійній папці цього ящика.
zh_hans: 此框的受信任文件夹中已配置的 CLI 代理。
zh_hant: 此框的受信任資料夾中已配置的 CLI 代理程式。

# uniconnect.localWindow.target.grok.summary
source: Grok CLI in this box's trusted folder.
ar: Grok CLI في المجلد الموثوق به لهذا المربع.
bs: Grok CLI u pouzdanom folderu ovog okvira.
da: Grok CLI i denne bokss betroede mappe.
de: Grok CLI im vertrauenswürdigen Ordner dieser Box.
es: Grok CLI en la carpeta de confianza de esta caja.
fr: Grok CLI dans le dossier de confiance de cette boîte.
it: Grok CLI nella cartella attendibile di questa casella.
ja: Grok CLI このボックスの信頼済みフォルダー内。
km: Grok CLI នៅក្នុងថតដែលទុកចិត្តរបស់ប្រអប់នេះ។
ko: Grok CLI 이 상자의 신뢰할 수 있는 폴더에 있습니다.
nb: Grok CLI i denne boksens klarerte mappe.
pl: Grok CLI w zaufanym folderze tego pola.
pt_br: Grok CLI na pasta confiável desta caixa.
ru: Grok CLI в доверенной папке этого ящика.
th: Grok CLI ในโฟลเดอร์ที่เชื่อถือได้ของกล่องนี้
tr: Grok CLI bu kutunun güvenilir klasöründe.
uk: Grok CLI у надійній папці цього ящика.
zh_hans: Grok CLI 在此框的受信任文件夹中。
zh_hant: Grok CLI 在此方塊的受信任資料夾中。

# uniconnect.localWindow.target.terminal
source: Terminal
ar: المحطة
fr: Borne
it: Terminale
ja: ターミナル
km: ស្ថានីយ
ko: 터미널
pt_br: Terminais
ru: Терминал
th: เทอร์มินัล
tr: terminali
uk: Термінал
zh_hans: 终端
zh_hant: 終端

# uniconnect.localWindow.target.terminal.summary
source: A normal login shell, ready for any command.
ar: تسجيل دخول عادي shell، جاهز لأي أمر.
bs: Normalna prijava shell, spremna za bilo koju komandu.
da: Et normalt login shell, klar til enhver kommando.
de: Ein normaler Login shell, bereit für jeden Befehl.
es: Un shell de inicio de sesión normal, listo para cualquier comando.
fr: Une connexion normale shell, prête à recevoir n'importe quelle commande.
it: Un login normale shell, pronto per qualsiasi comando.
ja: 通常のログイン shell で、あらゆるコマンドを実行できます。
km: ការចូលធម្មតា shell រួចរាល់សម្រាប់ពាក្យបញ្ជាណាមួយ។
ko: 일반 로그인 shell, 모든 명령에 사용할 수 있습니다.
nb: En normal pålogging shell, klar for enhver kommando.
pl: Zwykły login shell, gotowy na dowolne polecenie.
pt_br: Um login normal shell, pronto para qualquer comando.
ru: Обычный логин shell, готовый к любой команде.
th: การเข้าสู่ระบบปกติ shell พร้อมสำหรับทุกคำสั่ง
tr: Normal bir oturum açma shell, her türlü komuta hazır.
uk: Звичайний логін shell, готовий до будь-якої команди.
zh_hans: 正常登录shell，准备好执行任何命令。
zh_hant: 正常登入shell，準備好執行任何指令。

# shortcut.reconnectFocusedSSHWindow.label
source: Reconnect This SSH Window Now
ar: إعادة توصيل نافذة SSH هذه الآن
bs: Ponovo poveži ovaj SSH prozor sada
da: Genopret forbindelsen til dette SSH-vindue nu
de: Dieses SSH-Fenster jetzt neu verbinden
es: Volver a conectar ahora esta ventana SSH
fr: Reconnecter cette fenêtre SSH maintenant
it: Riconnetti ora questa finestra SSH
ja: このSSHウインドウを今すぐ再接続
km: ភ្ជាប់​បង្អួច SSH នេះ​ឡើង​វិញ​ឥឡូវនេះ
ko: 지금 이 SSH 창 다시 연결
nb: Koble til dette SSH-vinduet på nytt nå
pl: Połącz ponownie to okno SSH teraz
pt_br: Reconectar esta janela SSH agora
ru: Переподключить это окно SSH сейчас
th: เชื่อมต่อหน้าต่าง SSH นี้ใหม่ตอนนี้
tr: Bu SSH Penceresini Şimdi Yeniden Bağla
uk: Перепідключити це вікно SSH зараз
zh_hans: 立即重新连接此 SSH 窗口
zh_hant: 立即重新連線此 SSH 視窗

# sidebar.extensions.access.allow
source: Allow Requested Access
ar: السماح بالوصول المطلوب
bs: Dozvoli traženi pristup
da: Tillad anmodet adgang
de: Erlauben Sie den angeforderten Zugriff
es: Permitir acceso solicitado
fr: Autoriser l'accès demandé
it: Consenti l'accesso richiesto
ja: 要求されたアクセスを許可する
km: អនុញ្ញាតឱ្យចូលប្រើដែលបានស្នើសុំ
ko: 요청된 액세스 허용
nb: Tillat forespurt tilgang
pl: Zezwól na żądany dostęp
pt_br: Permitir acesso solicitado
ru: Разрешить запрошенный доступ
th: อนุญาตการเข้าถึงที่ร้องขอ
tr: İstenilen Erişime İzin Ver
uk: Дозволити запрошений доступ
zh_hans: 允许请求的访问
zh_hant: 允許請求的訪問

# sidebar.extensions.access.review
source: Review Access...
ar: مراجعة الوصول...
bs: Pregledajte pristup...
da: Gennemgå adgang...
de: Zugriff prüfen...
es: Revisar acceso...
fr: Vérifier l'accès...
it: Rivedi accesso...
ja: アクセスを確認...
km: ពិនិត្យមើលការចូលប្រើ...
ko: 액세스 검토...
nb: Gjennomgå tilgang...
pl: Sprawdź dostęp...
pt_br: Revise o acesso...
ru: Проверить доступ...
th: ตรวจสอบการเข้าถึง...
tr: Erişimi İncele...
uk: Переглянути доступ...
zh_hans: 查看访问...
zh_hant: 查看訪問...

# sidebar.extensions.access.review.detail
source: UniConnect will only share the following data and actions if you allow this request.
ar: لن يقوم UniConnect بمشاركة البيانات والإجراءات التالية إلا إذا سمحت بهذا الطلب.
bs: UniConnect će dijeliti sljedeće podatke i radnje samo ako dozvolite ovaj zahtjev.
da: UniConnect deler kun følgende data og handlinger, hvis du tillader denne anmodning.
de: UniConnect gibt die folgenden Daten und Aktionen nur weiter, wenn Sie dieser Anfrage zustimmen.
es: UniConnect solo compartirá los siguientes datos y acciones si usted permite esta solicitud.
fr: UniConnect ne partagera les données et actions suivantes que si vous autorisez cette demande.
it: UniConnect condividerà i seguenti dati e azioni solo se consenti questa richiesta.
ja: UniConnect は、このリクエストを許可した場合にのみ、次のデータとアクションを共有します。
km: UniConnect នឹងចែករំលែកទិន្នន័យ និងសកម្មភាពខាងក្រោមតែប៉ុណ្ណោះ ប្រសិនបើអ្នកអនុញ្ញាតសំណើនេះ។
ko: UniConnect은(는) 이 요청을 허용하는 경우에만 다음 데이터와 작업을 공유합니다.
nb: UniConnect vil bare dele følgende data og handlinger hvis du tillater denne forespørselen.
pl: UniConnect udostępni następujące dane i działania tylko wtedy, gdy wyrazisz zgodę na tę prośbę.
pt_br: UniConnect só compartilhará os seguintes dados e ações se você permitir esta solicitação.
ru: UniConnect будет передавать следующие данные и действия только в том случае, если вы разрешите этот запрос.
th: UniConnect จะแชร์ข้อมูลและการดำเนินการต่อไปนี้หากคุณอนุญาตคำขอนี้เท่านั้น
tr: UniConnect yalnızca bu isteğe izin vermeniz durumunda aşağıdaki verileri ve eylemleri paylaşacaktır.
uk: UniConnect надаватиме доступ до наведених нижче даних і дій, лише якщо ви дозволите цей запит.
zh_hans: 如果您允许此请求，UniConnect 将仅共享以下数据和操作。
zh_hant: 如果您允許此請求，UniConnect 將僅共用以下資料和操作。
